# IdeaStatiCa.RcsApi.Model.FoldedPlateData
Provides data of the folded plate

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Plates** | **List&lt;PlateData&gt;** | List of plates belong to folded plate | [optional]
**Bends** | **List&lt;BendData&gt;** | List of bends connected plates of foldedplate | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)